Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/admin/depts/regjeringen.no/transportflyet-blir-varende-lenger-i-afg_id_708754.html.tmx
Source language: nob
Languages: smj

source: Transportflyet blir værende lenger i Afghanistan - regjeringen.no
smj: Suvddemgirdde báhtsá guhkebut Afghanistanan - regjeringen.no

source: Transportflyet som Norge bidrar med til ISAF-operasjonen blir i Afghanistan tre måneder lenger, frem til 1. juli 2013.
smj: Suvddemgirdde mij Vuonan le ISAF-operasjåvnån báhtsá Afghanistanaj gålmmå máno guhkebut, gitta snjilltjamáno 1. bæjvváj 2013.

source: Transportflyet var operativt i Afghanistan 1. oktober 2012.
smj: Suvddemgirdde lij dåjman Afghanistanan 2012 gålgådismáno 1. biejve rájes.

source: Det ble i første omgang bestemt at de skulle være i landet i seks måneder, med mulighet for forlengelse i ytterligere tre.
smj: Álgo rájes galggin dåppe liehket guhtta máno, ja jut vejulasj lij guhkedit gålmmå máno vil.

source: Det er nå avgjort at transportflyet, som er av typen Hercules C130J, skal delta i operasjonen frem til 1. juli 2013.
smj: Dálla le mierredum suvddemgirdde, mij le Hercules C130J, galggá operasjåvnnåj oassálasstet gitta snjilltjamáno 1. biejve 2013.

source: - Transportflyet er et viktig og etterspurt bidrag til ISAF-operasjonen.
smj: - Suvddemgirdde le viehka ájnas ja bivnos oasse ISAF-operasjåvnås.

source: Det øker kapasiteten for å flytte både personell og materiell hurtig og sikkert.
smj: Dat vijdet kapasitehtav jåhtet sihke ulmutjijt ja dárbbagijt jåhtelit ja sihkarit.

source: Samtidig har flyet en viktig rolle i en fase der ISAF justerer seg og har transportbehov før selve hjemtransporten, sier forsvarsminister Anne-Grete Strøm-Erichsen.
smj: Sæmmi båttå le girden ájnas roalla dálla gå ISAF hiebat ietjas ja dárbaj suvddet ålov åvddål sjielvvi sijddasuvddem, javllá suodjalusminisstar Anne-Grete Strøm-Erichsen.

source: Flyet og personellet er stasjonert i Mazar-e Sharif, og bidrar til ISAF-operasjonen i hele Afghanistan – ikke bare for norske styrker.
smj: Girdde ja bargge li stasjoneridum Mazar-e Sharifan, ja viehkedi ISAF-operasjåvnåv ålles Afghanistanan - ij dåssju vuona soahteålmmåjt.

source: Styrkebidrag videre De norske styrkene i Afghanistan vil i 2013 være lokalisert to steder: Mazar- e Sharif og Kabul.
smj: Soahteålmmåj boahtteájgge Vuona soahteålmmå Afghanistanan galggi 2013:n guovten sajen liehket: Mazar- e Sharif ja Kabul.

source: Tyngdepunktet vil være i Mazar-e Sharif, der Norge blant annet vil bidra til en nordisk politiopplæringsstyrke.
smj: Ienemus oasse sijájs galggi Mazar-e Sharifan liehket, gånnå Vuodna duola dagu galggá nuorttarijkaj politijahárjjidallevehkaj oassálasstet.

source: Opplæringen av spesialpoliti i Kabul vil fortsette.
smj: Sierrapolitijaj hárjjidallam Kabulan joarkká.
